<?php

return [
    // Jetstream profile page
    'profile_information'   => [
        'title'     =>  'ข้อมูลส่วนตัว',
        'subtitle'  =>  'แก้ไขข้อมูลส่วนตัวและอีเมลของคุณ',
        'form' => [
            'name'  => 'ชื่อ-นามสกุล',
            'email'  => 'อีเมล',
        ]
    ],

    'password'   => [
        'title'     =>  'เปลี่ยนรหัสผ่าน',
        'subtitle'  =>  'ใช้รหัสผ่านที่ยาวและคาดเดายากเพื่อความปลอดภัยของบัญชีของท่าน',
        'form' => [
            'current_password'      => 'รหัสผ่านปัจจุบัน',
            'password'              => 'รหัสผ่านใหม่',
            'password_confirmation' => 'ยืนยันรหัสผ่านใหม่',
        ]
    ],

    'sessions'   => [
        'title'     => 'การเข้าใช้งาน',
        'subtitle'  => 'จัดการการเข้าใช้งาน และออกจากระบบสำหรับอุปกรณ์ชิ้นอื่น',
        'text'      => 'คุณสามารถลงชื่อออกสำหรับอุปกรณ์อื่นๆได้ หากคุณสงสัยว่ามีบุคคลอื่นที่ไม่ได้รับอนุญาตเข้าใช้งานบัญชีของคุณ กรุณาเปลี่ยนรหัสผ่านด้วย',
        'this_device' => 'อุปกรณ์ปัจจุบัน',
        'button'    => 'นำอุปกรณ์อื่นออกจากระบบ',
        'confirm_text' => 'กรุณากรอกรหัสผ่านเพื่อยืนยันว่าคุณต้องการนำอุปกรณ์อื่นออกจากระบบ',
        'password' => 'รหัสผ่าน',
    ],
];
