<?php

return [
    // Profile settings menu
    'title' => 'แก้ไขข้อมูลบัญชีของคุณ',

    'menu' => [
        'my_account' => 'บัญชีของฉัน',
        'profile' => 'ข้อมูลส่วนตัว',
        'edit_profile' => 'แก้ไขข้อมูลส่วนตัว',
        'password' => 'เปลี่ยนรหัสผ่าน',
    ],

    'form' => [
        'profile' => [
            'title' => 'ข้อมูลส่วนตัว',
            'subtitle' => 'ข้อมูลส่วนตัวเป็นข้อมูลสาธารณะ ผู้ใช้คนอื่นสามารถเห็นข้อมูลเหล่านี้ได้',
            'success' => 'แก้ไขข้อมูลส่วนตัวเรียบร้อยแล้ว'
        ],
        'avatar' => [
            'success' => 'แก้ไขรูปโปรไฟล์เรียบร้อยแล้ว'
        ],
        'password' => [
            'current_password' => 'รหัสผ่านปัจจุบัน',
            'new_password' => 'รหัสผ่านใหม่',
            'new_password_confirmation' => 'ยืนยันรหัสผ่านใหม่',
            'success' => 'เปลี่ยนรหัสผ่านสำเร็จแล้ว'
        ],
    ]
];
