<?php

return [
    'model' => 'รายการซื้อขาย',

    'page_title' => [
        'index'     => 'รายการซื้อขายทั้งหมด',
//        'create'    => 'สร้างรายการซื้อขาย',
        'edit'      => 'แก้ไขรายการซื้อขาย',
        'delete'    => 'ลบรายการซื้อขาย',
        'show'      => 'รายการซื้อขาย: ',
    ],

    'list' => [
        'not_found' => 'ไม่พบรายการซื้อขาย',
        'empty'     => 'ยังไม่มีรายการซื้อขาย',
        'search_results' => 'ผลการค้นหารายการซื้อขาย:',
    ],

    'form' => [
        'delivery_date'         => 'วันส่ง',
        'price'                 => 'ราคา',
        'quantity'              => 'จำนวน',
        'total'                 => 'รวม',
        'buyer'                 => 'ผู้ซื้อ',
        'seller'                => 'ผู้ขาย',
        'time'                  => 'จับคู่เมื่อ',
    ],

    'spend'             => 'จ่าย',
    'received'          => 'ได้',
    'day_month_year'    => 'วัน-เดือน-ปี',

    'message' => [
//        'store_success' => 'สร้างรายการซื้อขายเรียบร้อย',
        'update_success' => 'แก้ไขรายการซื้อขายเรียบร้อย',
        'destroy_success' => 'ลบรายการซื้อขายเรียบร้อย',
    ]
];
